---
kind: enumMember
id: F:Autodesk.Revit.UI.TaskDialogCommonButtons.No
enum: Autodesk.Revit.UI.TaskDialogCommonButtons
source: html/5fa611e4-8569-e756-fc93-a4d3c4d391ec.htm
---
# Autodesk.Revit.UI.TaskDialogCommonButtons.No

No button.